[
	{
		"commercial": [
			{
				"id": 1,
				"name": "Beehive Loop",
				"featuredImg": "Beehive Loop/Beehive-Loop (1).jpg",
				"directory": "Beehive Loop",
				"completionDate": "2019",
				"squareFootage": "7,800",
				"description": "The renovation of the Beehive Building in downtown Augusta brings life to an historic building that had been vacant for many years. To respond to the context of the surrounding buildings, the design focused on the restoration of the historic façade. Dickinson Architects refurbished masonry corbeling and other historic elements to their original condition and incorporated black aluminum storefront to provide a current look that still blends in well with the surrounding landscape. The interior has been repurposed for office space and is now home to LOOP Recruiting and Milestone Construction.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 2,
				"name": "The Plaza Parking Garage",
				"featuredImg": "ColCo Parking Garage/ColCo-Parking (1).jpg",
				"directory": "ColCo Parking Garage",
				"completionDate": "2020",
				"squareFootage": "4 Levels, 282 Spaces",
				"description": "For the quickly growing The Plaza development at Evans Towne Center in Columbia County, adequate parking was a must. Developed to be a downtown cultural and commercial core that Evans had lacked up until that point, The Plaza required a parking deck that fit the context of the surrounding structures, such as the Meybohm mixed-use building and the Columbia County Performing Arts Center. To accomplish this, Dickinson Architects worked with WGI and SD Clifton Construction to create a four-level structure of precast concrete wall panels with thin brick that now provides nearly 300 spaces for the vibrant area.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 3,
				"name": "Farmhaus",
				"featuredImg": "Farmhaus/Farmhaus (1).jpg",
				"directory": "Farmhaus",
				"completionDate": "2016",
				"squareFootage": "11,300",
				"description": "Dickinson Architects provided design services for a Farmhaus Burger location in Martinez, a space that serves as a flagship anchor to the neighboring tenant space. Given the cohesive design of the shopping center, Farmhaus provides that necessary pop of contemporary color while maintaining the rustic look of the restaurant’s brand.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 4,
				"name": "First Community",
				"featuredImg": "First Community/First-Community (1).jpg",
				"directory": "First Community",
				"completionDate": "2019",
				"squareFootage": "7,000",
				"description": "For the bank’s first location in Evans, the client wanted to announce their presence without an exterior or interior that was too showy. Understanding this, as well as the fact that the branch would serve as an anchor in this free-standing, multi-tenant structure, Dickinson Architects designed a façade that is a contemporary interpretation of classical masonry details with an elevation that blends brick detail work, including extensive corbeling and dentils, with steel and glass canopies. The interior is a contemporary yet welcoming space using warm wood from the suspended ceiling and elegant, all-glass storefront partitions. The resulting space nods toward classic design with a modern twist.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 5,
				"name": "Frog and the Hen",
				"featuredImg": "Frog and the Hen/Frog-and-Hen (1).jpg",
				"directory": "Frog and the Hen",
				"completionDate": "2019",
				"squareFootage": "4,200",
				"description": "Dickinson Architects provided services in 2018 to the Frog Hollow Hospitality Group as they prepared to launch their Frog & the Hen concept. In addition to a full-service restaurant and bar, Frog & the Hen would also include a market with grab-and-go meals, regionally sourced foods, and retail drinks, as well as a pick-up window for family meal orders. The restaurant is now a staple of west Augusta dining and design focused on Southern farm-to-table ideas and accents.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 6,
				"name": "Jordan Trotter",
				"featuredImg": "Jordan Trotter/Jordan-Trotter (1).jpg",
				"directory": "Jordan Trotter",
				"completionDate": "2022",
				"squareFootage": "5,220",
				"description": "Jordan Trotter acquired a former insurance building at the corner of Wheeler Road and Walton Way Extension, intent on transforming it into a modern, functional, and memorable building for their steadily growing commercial real estate firm. The significant renovation, led by Dickinson Architects, accomplished these goals with a fin wall anchoring the exterior of the building and an interior filled with open, collaborative spaces. Branding colors and logos both inside and out completed unique look of the finished product.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 7,
				"name": "Premier Networx",
				"featuredImg": "Premier Networx/Premier-Networx (1).jpg",
				"directory": "Premier Networx",
				"completionDate": "2021",
				"squareFootage": "4,200",
				"description": "IT support expert Premier Networx is one of the fastest-growing companies in America. As such, they turned to Dickinson Architects to help them design a state-of-the-art cyber technology center that not only accommodates current and future technological needs, but contains a variety of workspaces designed for maximum efficiency and employee comfort. The resulting space contains an impressive variety of flex spaces to meet the ever-changing needs of this industry’s workforce.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 8,
				"name": "Rio Cantina",
				"featuredImg": "Rio Cantina/Rio-Cantina (1).jpg",
				"directory": "Rio Cantina",
				"completionDate": "2019",
				"squareFootage": "3,200",
				"description": "The central hub of North Augusta, South Carolina’s Riverside Village is SRP Park, home stadium of the Augusta GreenJackets baseball team. To further the live-work-play concept developers envisioned surrounding the stadium, Rio Cantina restaurant required a strong street presence to attract diners year-round. The result is a space with an open, festive atmosphere inside and an expansive dining patio outside that is steps from the Savannah River and surrounding neighborhoods.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 9,
				"name": "SRP Federal Credit Union",
				"featuredImg": "SRP/SRP (1).jpg",
				"directory": "SRP",
				"completionDate": "2022",
				"squareFootage": "2,200",
				"description": "Dickinson Architects helped SRP Federal Credit Union change their building brand to provide a more member-centric experience at their new branch at a busy entry point to the city. Open spaces created a feeling of transparency, an increasingly important term in modern banking, and wood textures combined with warm tones and polished porcelain surfaces created an enjoyable experience for members. The resulting branch is warm, comfortable, and light, with plenty of details to draw the eye.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 10,
				"name": "Summer House Realty",
				"featuredImg": "Summer House Realty/Summer-House-Realty (1).jpg",
				"directory": "Summer House Realty",
				"completionDate": "2020",
				"squareFootage": "4,132",
				"description": "When boutique brokerage firm Summer House Realty, a Fernandina Beach, Florida, based company, decided to open a second flagship location in Augusta, they chose a high-profile location and unique look. Close to the Augusta National Golf Club and site of the former Venus & Adonis hair salon, Summer House on Washington Road certainly brings a Florida feel to Georgia with its signature portal windows, glass garage roller doors, and 1,800-square-foot rooftop terrace. It’s a modern, clean, and ADA-accessible space, perfect for both its real estate business and the personal and corporate hospitality events they host.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			},
			{
				"id": 11,
				"name": "Walton Options",
				"featuredImg": "Walton Options/Walton-Options (1).jpg",
				"directory": "Walton Option",
				"completionDate": "2022",
				"squareFootage": "6,500",
				"description": "Walton Options, a nonprofit whose mission is to advocate for those with disabilities, had an office complex in downtown Augusta in desperate need of updating. Dickinson Architects helmed this project, which included demolishing one of the two existing facilities to make way for a state-of-the-art multipurpose space twice the size of the original structure. That office not only functions as the organization’s corporate headquarters, but also serves a variety of clients from a 16-county area who visit the center for everything from assistive technology loans to employment services classes. Exterior improvements were made to the second building and tied the two together with outdoor space, connected sidewalks, and greenspace. The buildings also have accessible entrances at grade, which was previously unavailable.",
				"categoryOne": "Commercial",
				"categoryTwo": "",
				"categoryStringOne": "Commercial",
				"categoryStringTwo": "",
				"featured": false
			}
		],
		"education": [
			{
				"id": 1,
				"name": "Academy of Richmond County",
				"featuredImg": "ARC/Richmond-Academy (1).jpg",
				"directory": "ARC",
				"completionDate": "2022",
				"squareFootage": "96,569",
				"description": "The Academy of Richmond County (ARC) is the oldest educational institute in Georgia that is still in operation and the second oldest chartered high school in the country. Dickinson Architects’ staff drew on its extensive historic preservation knowledge when designing the updates the school required — including an auditorium renovation, the addition of parking, and a new 34-room wing that includes laboratories and classrooms — in order to retain the ARC’s historic integrity. The firm is currently leading Phase II of the school’s update, a complete renovation of the ARC’s original school building.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 2,
				"name": "Augusta Tech Student Services Building",
				"featuredImg": "ATC SSB/Augusta-Tech (1).jpg",
				"directory": "ATC SSB",
				"completionDate": "2001",
				"squareFootage": "68,000",
				"description": "The Student Services Center at Augusta Technical College serves as a focal point for a growing campus, so the design focused the building’s use as a student area with other important functions like registration, career counseling, and financial aid acting as nodes off the central space. To create an engaging and interactive area, the Student Commons was designed as a two-story atrium topped off with a 50-foot diameter translucent dome. From the Commons, students can easily access the bookstore, the sandwich shop, a 60-seat tiered auditorium, and all other components.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 3,
				"name": "Augusta University Fine Arts Center",
				"featuredImg": "AU FAC/Augusta-University (1).jpg",
				"directory": "AU FAC",
				"completionDate": "2020",
				"squareFootage": "20,195",
				"description": "Dickinson Architects assisted Augusta University in updating its one-story Fine Arts Center, home to the university’s music department, in a project that focused on acoustical quality. The building’s past acoustical issues were resolved through increasing the volume of the space by raising the roof, providing adjustable acoustical controls, and the introduction of an articulating wall, a feature that provides both practical and aesthetic properties. The renovation also included three classrooms, individual practice areas, piano studios, and instrument storage areas.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 4,
				"name": "Augusta Prep Science Building",
				"featuredImg": "Augusta Prep Science Building/Augusta-Prep (1).jpg",
				"directory": "Augusta Prep Science Building",
				"completionDate": "January 2024",
				"squareFootage": "9,745",
				"description": "Augusta Preparatory Day School has partnered with Dickinson Architects to create the W. Rodger Giles Institute of Science and Engineering, a building that houses more than just classrooms. Instead, it creates an experience that sparks its students’ curiosity. Based on the Sagan Institute for Inquiry, this new building will provide a learning ecosystem that is interwoven, inspiring, individualized, illuminating, and iterative. Its purpose is to nurture students who, when they graduate, are ready to meet the challenges of the Fourth Industrial Revolution head-on, and the school aims to accomplish this through a variety of collaborative spaces. This project is currently in the construction phase.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 5,
				"name": "EDS Flowing Wells Campus",
				"featuredImg": "EDS/EDS (1).jpg",
				"directory": "EDS",
				"completionDate": "2019",
				"squareFootage": "",
				"description": "Episcopal Day School acquired a 29.36-acre site on Flowing Wells Road to provide a home field for their sports programs and an outdoor learning environment for their K-8 classes. The site contains a football stadium with accessory structures and learning pods. The development of the site focused on the natural setting with the intent of preserving outdoor lab space for students.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 6,
				"name": "Heritage Early Learning Academy and Gymnasium",
				"featuredImg": "HELAG/Heritage-Early-Learning (1).jpg",
				"directory": "HELAG",
				"completionDate": "2022",
				"squareFootage": "29,000",
				"description": "Dickinson Architects designed the Heritage Early Learning Academy and Gymnasium, two new facilities located in the designated historic district of Olde Town and therefore subject to the district’s strict design guidelines. For the Early Learning Academy, updated Craftsman detailing on the exterior transitions to a colorful interior design full of visual interest and details to stimulate the Pre-K students the Academy serves. The facility includes 10 classrooms over two floors, a commercial kitchen, office space, and a second-floor playroom with storefront windows open to the two-story atrium. The Gymnasium, designed in the same Spanish style as the original Heritage Academy building, includes a concession area, locker rooms, offices, and a weight room. The gymnasium won a New Construction Award from Historic Augusta in 2022.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 7,
				"name": "Heritage Academy",
				"featuredImg": "Heritage Academy/Heritage-Academy (1).jpg",
				"directory": "Heritage Academy",
				"completionDate": "2014",
				"squareFootage": "24,900",
				"description": "The Spanish-style Houghton School building was constructed in 1916 and, over three phases, Dickinson Architects renovated it into a private Christian school for K-8th-grade students. The building now features 13 classrooms, a cafeteria, a 320-seat auditorium, administrative offices, and an office suite. Restoration included refinishing the original hardwood floors and doors, and exposing the brick walls, as well as repairing and restoring the woodwork to its original historic character. This project received two Historic Preservation Awards for Phase I – one from Historic Augusta and the other from the Georgia Trust for Historic Preservation.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 8,
				"name": "Marion E. Barnes Career Center",
				"featuredImg": "Josey CTAE/Josey-High (1).jpg",
				"directory": "Josey CTAE",
				"completionDate": "2018",
				"squareFootage": "20,000",
				"description": "The Marion E. Barnes Career Center at T.W. Josey High Schools serves as a vocational hub for high school students in Richmond County. The new facility includes instructional labs for welding, HVAC repair, general construction, and cosmetology and the design created by Dickinson Architects infuses contemporary elements into an industrial setting.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 9,
				"name": "Murphey Middle School",
				"featuredImg": "Murphey Middle/Murphey-Middle (1).jpg",
				"directory": "Murphey Middle",
				"completionDate": "2017",
				"squareFootage": "51,246",
				"description": "Dickinson Architects provided design services for Murphey Middle School, nestled in the heart of T.W. Josey High’s campus. The new two-story facility has classroom and lab spaces joined to the high school by a new commons space, which flows into the also-updated high school cafeteria. The contemporary aesthetics of the façade provide a fresh perspective and style to the surrounding community’s landscape.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 10,
				"name": "Richmond County Board of Education",
				"featuredImg": "RCBOE Central/RC Central (1).jpg",
				"directory": "RCBOE Central",
				"completionDate": "2005",
				"squareFootage": "147,672",
				"description": "Dickinson Architects renovated two abandoned downtown buildings, weaving them together to house the Richmond County Board of Education offices behind a new, historically contextual façade. The goal of the project was to consolidate the offices of the Board under one roof, which required extensive study of inter-departmental working relationships in order to plan the building program. The result is a building that blends into the surrounding landscape and increases departmental efficiency for the nearly 300 employees who work there.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 11,
				"name": "Richmond County Career Technical Magnet High School",
				"featuredImg": "Votech/Votech (1).jpg",
				"directory": "Votech",
				"completionDate": "2013",
				"squareFootage": "140,000",
				"description": "The Richmond County Career Technical Magnet High School provides a vocational curriculum in subjects such as automotive repair, information technology, and electronics technology. The school is organized in two levels, traversing a dramatic 50-foot drop across the site towards a pond. Natural light fills the media center and central commons on the north façade. While this project was not designed to meet LEED criteria, it is a sustainable structure. Natural light offsets the need for supplemental artificial lighting by using daylight harvesting sensors and the north-facing orientation of the glazed walls reduces heat gain within the space.",
				"categoryOne": "Education",
				"categoryTwo": "",
				"categoryStringOne": "Education",
				"categoryStringTwo": "",
				"featured": true
			}
		],
		"healthcare": [
			{
				"id": 1,
				"name": "7 Seas Medical Spa",
				"featuredImg": "7-Seas-Medical-Spa/7-Seas-Medical-Spa (1).jpg",
				"directory": "7-Seas-Medical-Spa",
				"completionDate": "2022",
				"squareFootage": "2,500",
				"description": "For his 7 Seas Medical Spa location in Grovetown, Dr. Troy Austin wanted to transport his clients to the glamour of Miami’s South Beach. In keeping with the name, a wallcovering reminiscent of water brings ocean vibes into the design. The wallcovering serves both an aesthetic and practical purpose, since its acoustical properties give the reception area the soothing feel suited to a spa. The impressive reception area leads to waiting areas, exam rooms, and treatment rooms, all designed to put clients at ease in spaces that are functional and comfortable, yet luxurious and whimsical. Even the bathroom has impressive touches like a blue-tinted mirror tile wall.",
				"categoryOne": "Healthcare",
				"categoryTwo": "InteriorDesign",
				"categoryStringOne": "Healthcare",
				"categoryStringTwo": "Interior Design",
				"featured": true
			},
			{
				"id": 2,
				"name": "Christ Community",
				"featuredImg": "Christ-Community/Christ-Community (1).jpg",
				"directory": "Christ-Community",
				"completionDate": "2011",
				"squareFootage": "15,000",
				"description": "Christ Community Health Services asked Dickinson Architects to design a renovation to the Widows’ Home for use as a health center for the underserved of Augusta while preserving the historic character of the building. It now houses a primary care clinic, a pediatric physical therapy suite, classrooms, resource center, counseling center, and conference roof. An addition to the back fits in seamlessly with the existing building while addressing the client’s administrative needs, and also houses an elevator to make the clinic aChrist-Community (1)essible for all its patients.",
				"categoryOne": "Healthcare",
				"categoryTwo": "InteriorDesign",
				"categoryStringOne": "Healthcare",
				"categoryStringTwo": "Interior Design",
				"featured": false
			},
			{
				"id": 3,
				"name": "East Central Regional Hospital",
				"featuredImg": "East-Central/East-Central-Regional-Hospital (1).jpg",
				"directory": "East-Central",
				"completionDate": "2020",
				"squareFootage": "17,000",
				"description": "Dickinson Architects renovated and expanded the kitchen and dining area at East Central Regional Hospital to provide the patients and staff a more comfortable dining experience. The updated area serves approximately 460 patients daily and the design was guided by The Behavioral Health Design Guide and Patient Safety Standards, Materials, and Systems Guidelines recommended by the New York State Office of Mental Health.",
				"categoryOne": "Healthcare",
				"categoryTwo": "InteriorDesign",
				"categoryStringOne": "Healthcare",
				"categoryStringTwo": "Interior Design",
				"featured": false
			},
			{
				"id": 4,
				"name": "MedNow Urgent Care",
				"featuredImg": "MedNow/MedNow-Grovetown (3).jpg",
				"directory": "MedNow",
				"completionDate": "Ongoing",
				"squareFootage": "Varies by location",
				"description": "Dickinson Architects has cultivated a 10-year relationship with Dr. Mark Newton, which has resulted in a number of MedNow Urgent Care facilities in the CSRA. The first, completed in 2015, was their flagship facility on the busy vehicular corridor of Washington Road near the I-20 interchange. The exterior design was crafted to act as a beacon attracting patrons to the facility, and a contemporary blend of brick, cast stone, and metal wall paneling helps distinguish the clinic from its surroundings. Each subsequent facility followed the original’s design with subtle variations based on size and location. Completed MedNows include ones in South Augusta, Grovetown, and Thomson. Facilities in Elberton and Washington are currently in production.",
				"categoryOne": "Healthcare",
				"categoryTwo": "InteriorDesign",
				"categoryStringOne": "Healthcare",
				"categoryStringTwo": "Interior Design",
				"featured": false
			}
		],
		"government": [
			{
				"id": 1,
				"name": "5th Street Bridge",
				"featuredImg": "5th Street Bridge/5th-Street-Bridge (1).jpg",
				"directory": "5th Street Bridge",
				"completionDate": "2022",
				"squareFootage": "40,000",
				"description": "Commissioned to design the elements that convert the roadway into public space, Dickinson Architects addressed the 5th Street Bridge’s history by retaining its original metal railings, just one of the original features to be preserved. New design features include an Art Zone with sculpture pads and paving squares for sidewalk chalk competitions and a Kid Zone with modern playground equipment including a maze. Shaded bench seating, device-charging benches, planters, landscaping, and colored concrete replacing the asphalt paving add to the park-like feel. Vibrant lights have been added to the  underside of the bridge and the shade structure canopies, allowing further illumination at night and the ability to change colors for holiday celebrations.",
				"categoryOne": "Government",
				"categoryTwo": "HistoricPreservation",
				"categoryStringOne": "Government",
				"categoryStringTwo": "Historic Preservation",
				"featured": true
			},
			{
				"id": 2,
				"name": "Columbia County Fire Stations",
				"featuredImg": "ColCo Fire Stations/ColCo-Fire-Station.jpg",
				"directory": "ColCo Fire Stations",
				"completionDate": "2006",
				"squareFootage": "20,000",
				"description": "Dickinson Architects provided services for four fire stations in rural locations of a rapidly growing Columbia County. The station pictured serves as the headquarters for the North Columbia County area and contains administrative office space, eight sleeping rooms, four full baths, and three engine bays. The remaining three stations are designed around a prototype developed by the firm and all included facility flexibility, a program requirement.",
				"categoryOne": "Government",
				"categoryTwo": "",
				"categoryStringOne": "Government",
				"categoryStringTwo": "",
				"featured": true
			},
			{
				"id": 3,
				"name": "Wilkes",
				"featuredImg": "Wilkes/Wilkes (1).jpg",
				"directory": "Wilkes",
				"completionDate": "2017",
				"squareFootage": "70,000",
				"description": "Dickinson Architects provided architectural services for a juvenile detention center in Wilkes County. Commissioned by the Georgia State Financing & Investment Commission, the project consisted of a 35,000-square-foot renovation of an existing adult detention facility and a 35,000-square-foot addition for student housing. The renovated building provides daily support and administrative services, while the housing building provides accommodations for up to 48 students.",
				"categoryOne": "Government",
				"categoryTwo": "",
				"categoryStringOne": "Government",
				"categoryStringTwo": "",
				"featured": true
			}
		]
	}
]
